Revit 2027 API
ParameterTypeId.FamilyCurveGstylePlusInvisible Property
 "Subcategory"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyCurveGstylePlusInvisible { get; }
Public Shared ReadOnly Property FamilyCurveGstylePlusInvisible As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyCurveGstylePlusInvisible {
	ForgeTypeId^ get ();
}
static member FamilyCurveGstylePlusInvisible : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace